Repository: FiruX/rt_simpleosm
Catalog: Resources/Private/Language/*.locallang_db.xlf
Languages: es, fr, it

# tx_rtsimpleosm_domain_model_osm.title
source: Title
es: Título
fr: Titre
it: Titolo

# tx_rtsimpleosm_domain_model_osm.address
source: Address
es: Dirección
fr: Adresse
it: Indirizzo

# tx_rtsimpleosm_domain_model_osm.latitude
source: Map latitude
es: Latitud de mapa
fr: Latitude

# tx_rtsimpleosm_domain_model_osm.longitude
source: Map longitude
es: Longitud de mapa
fr: Longitude

# tx_rt_simpleosm_sosm.name
source: Simple OpenStreetMap
es: Carta OpenStreetMap simple
fr: Carte OpenStreetMap simple
it: Semplice mappa OpenStreetMap

# tx_rt_simpleosm_sosm.description
source: Insert a simple OpenStreetMap.
es: Inserte OpenStreetMap simple.
fr: Insert une carte OpenStreetMap.
it: Inserisci una semplice OpenStreetMap.

# tx_rt_simpleosm_sosm.sheet.mapSelection
source: Map selection
es: Selección de mapa
fr: Sélection de la carte
it: Selezione della mappa

# tx_rt_simpleosm_sosm.sheet.styling
source: Style
es: Estilo
it: Stile

# tx_rt_simpleosm_sosm.sheet.options
source: Options
es: Opciones
it: Opzioni

# tx_rt_simpleosm_sosm.sheet.about
source: About
es: Sobre
fr: À propos
it: Riguardo a

# tx_rt_simpleosm_sosm.mapRecord
source: Map record(s)
es: Registro de mapa
fr: Enregistrement(s) de carte
it: Record mappa(s)

# tx_rt_simpleosm_sosm.mapWidth
source: Map width
es: Registro de mapa(s)
fr: Largeur de la carte
it: Larghezza della mappa

# tx_rt_simpleosm_sosm.mapHeight
source: Map height
es: Altura de mapa
fr: Hauteur de la carte
it: Altezza della mappa

# tx_rt_simpleosm_sosm.mapStyle
source: Map style
es: Estilo de mapa
fr: Style de la carte
it: Stile della mappa

# tx_rt_simpleosm_sosm.mapStyle.0
source: OpenStreetMap Mapnik
es: OpenStreetMap Mapnik mapa
fr: Carte OpenStreetMap Mapnik
it: OpenStreetMap Mapnik mappa

# tx_rt_simpleosm_sosm.mapStyle.1
source: OpenStreetMap black and white
es: OpenStreetMap blanco y negro
fr: Carte OpenStreetMap noir et blanc
it: OpenStreetMap bianco e nero

# tx_rt_simpleosm_sosm.mapStyle.2
source: OpenStreetMap hot
es: OpenStreetMap mapa hot
fr: Carte OpenStreetMap hot
it: OpenStreetMap hot mappa

# tx_rt_simpleosm_sosm.mapStyle.3
source: Stamen Design toner lite
es: Stamen Design toner lite mapa
fr: Carte Stamen Design toner lite
it: Stamen Design toner lite mappa

# tx_rt_simpleosm_sosm.mapStyle.4
source: Stamen Design terrain
es: Stamen Design terreno mapa
fr: Carte Stamen Design terrain
it: Stamen Design terreno mappa

# tx_rt_simpleosm_sosm.mapStyle.5
source: Stamen Design watercolor + Hydda roads and labels
es: Stamen Design watercolor mapa + Hydda caminos y etiquetas
fr: Carte Stamen Design watercolor + routes et labels Hydda
it: Stamen Design watercolor mappa + Strade e etichette Hydda

# tx_rt_simpleosm_sosm.mapStyle.6
source: MTB Map (Europe only)
es: MTB mapa (Europa sólo)
fr: Carte MTB (Europe seuelement)
it: MTB mappa (Solo Europa)

# tx_rt_simpleosm_sosm.mapStyle.7
source: ESRI World Street Map
es: ESRI Mapa Mundial De la calle
fr: Carte ESRI rues du Monde
it: Mappa stradale del mondo ESRI

# tx_rt_simpleosm_sosm.mapStyle.8
source: CartoDB Positron
es: CartoDB Positron mapa
fr: Carte CartoDB Positron
it: CartoDB Positron mappa

# tx_rt_simpleosm_sosm.mapStyle.9
source: Hydda full Map
es: Hydda mapa lleno
fr: Carte Hydda complète
it: Mappa completa Hydda

# tx_rt_simpleosm_sosm.mapStyle.10
source: ESRI World Imagery + Stamen labels
es: ESRI Mundo imagen + Stamen etiquetas
fr: Carte ESRI Images du monde + labels Stamen
it: ESRI Immagini del mondo mappa + etichetta Stamen

# tx_rt_simpleosm_sosm.mapStyle.11
source: OpenStreetMap Germany
es: OpenStreetMap Alemania
fr: OpenStreetMap Allemagne
it: OpenStreetMap Germania

# tx_rt_simpleosm_sosm.mapStyle.12
source: OpenStreetMap France
es: OpenStreetMap Francia
it: OpenStreetMap Francia

# tx_rt_simpleosm_sosm.mapStyle.14
source: OpenMapSurfer Roads
es: OpenMapSurfer Carreteras
fr: OpenMapSurfer Routes
it: OpenMapSurfer Strade

# tx_rt_simpleosm_sosm.zoom
source: Map zoom factor
es: Factor de zoom del mapa
fr: Facteur de zoom de la carte
it: Fattore di zoom della mappa

# tx_rt_simpleosm_sosm.scrollWheelZoom
source: Zoom on mouse wheel scroll
es: Zoom en la rueda del mouse
fr: Zoomer au scroll de souris
it: Ingrandisci lo scroll del mouse

# tx_rt_simpleosm_sosm.displayZoomButtons
source: Display zoom buttons
es: Mostrar botones de zoom
fr: Afficher les boutons du zoom
it: Mostra i pulsanti dello zoom

# tx_rt_simpleosm_sosm.displayFullScreenButton
source: Display fullscreen button
es: Mostrar el botón de pantalla completa
fr: Afficher le bouton de plein écran
it: Visualizza il pulsante a schermo intero

# tx_rt_simpleosm_sosm.displayMiniMap
source: Display navigational mini map
es: Mostrar mini mapa de navegación
fr: Afficher une mini-carte de navigation
it: Mostra la mini mappa di navigazione

# tx_rt_simpleosm_sosm.displayCaptionMenu
source: Add an external caption menu below the map
es: Añadir un menú de leyenda externos debajo del mapa
fr: Ajouter un menu de légende externe en dessous de la carte
it: Aggiungi un menu di sottotitoli esterno sotto la mappa

# tx_rt_simpleosm_sosm.borderRadiusMap
source: Map border radius
es: Radio del borde del mapa
fr: Rayon des angles de carte
it: Raggio del bordo mappa

# tx_rt_simpleosm_sosm.popupOptions
source: Map popup options
es: Opciones de mapa popup
fr: Options de popup de la carte
it: Opzioni popup della mappa

# tx_rt_simpleosm_sosm.popupOptions.0
source: No marker and no popup
es: Sin marcador y sin popup
fr: Ni marqueur ni popup
it: Nessun indicatore e nessun popup

# tx_rt_simpleosm_sosm.popupOptions.1
source: Marker alone without popup
es: Marcador solo sin ventana popup
fr: Marqueur seul sans popup
it: Indicatore da solo senza popup

# tx_rt_simpleosm_sosm.popupOptions.2
source: Popup with title
es: Popup con título
fr: Popup avec titre
it: Popup con titolo

# tx_rt_simpleosm_sosm.popupOptions.3
source: Popup with title and address
es: Popup con título y dirección
fr: Popup avec titre et adresse
it: Popup con titolo e indirizzo

# tx_rt_simpleosm_sosm.markerIcon
source: Marker icon
es: Icono de marcador
fr: Icône de marqueur
it: Icona indicatore

# tx_rt_simpleosm_sosm.markerIcon.0
source: Default
es: Defecto
fr: Prédéfini
it: Predefinita

# tx_rt_simpleosm_sosm.markerIcon.1
source: Black marker
es: Marcador negro
fr: Marqueur noir
it: Indicatore nero

# tx_rt_simpleosm_sosm.markerIcon.2
source: Blue marker
es: Marcador azul
fr: Marqueur bleu
it: Indicatore blu

# tx_rt_simpleosm_sosm.markerIcon.3
source: Deep blue marker
es: Marcador azul profundo
fr: Marqueur bleu profond
it: Indicatore profondo blu

# tx_rt_simpleosm_sosm.markerIcon.4
source: Green marker
es: Marcador verde
fr: Marqueur vert
it: Indicatore verde

# tx_rt_simpleosm_sosm.markerIcon.5
source: Fuchsia marker
es: Marcador fucsia
fr: Marqueur fuchsia
it: Indicatore fucsia

# tx_rt_simpleosm_sosm.markerIcon.6
source: Orange marker
es: Marcador naranja
fr: Marqueur orange
it: Indicatore arancio

# tx_rt_simpleosm_sosm.markerIcon.7
source: Purple marker
es: Marcador púrpura
fr: Marqueur violet
it: Indicatore viola

# tx_rt_simpleosm_sosm.markerIcon.8
source: Red marker
es: Marcador rojo
fr: Marqueur rouge
it: Indicatore rosso

# tx_rt_simpleosm_sosm.markerIcon.9
source: Yellow marker
es: Marcador amarillo
fr: Marqueur jaune
it: Indicatore giallo

# tx_rt_simpleosm_sosm.markerIcon.10
source: Black pin
es: Alfiler negro
fr: Épingle noire
it: Perno nero

# tx_rt_simpleosm_sosm.markerIcon.11
source: Blue pin
es: Alfiler azul
fr: Épingle bleue
it: Perno blu

# tx_rt_simpleosm_sosm.markerIcon.12
source: Deep blue pin
es: Alfiler azul profundo
fr: Épingle bleu profond
it: Perno profondo blu

# tx_rt_simpleosm_sosm.markerIcon.13
source: Green pin
es: Alfiler verde
fr: Épingle verte
it: Perno verde

# tx_rt_simpleosm_sosm.markerIcon.14
source: Fuchsia pin
es: Alfiler fucsia
fr: Épingle fuchsia
it: Perno fucsia

# tx_rt_simpleosm_sosm.markerIcon.15
source: Orange pin
es: Alfiler naranja
fr: Épingle orange
it: Perno arancio

# tx_rt_simpleosm_sosm.markerIcon.16
source: Purple pin
es: Alfiler púrpura
fr: Épingle violette
it: Perno viola

# tx_rt_simpleosm_sosm.markerIcon.17
source: Red pin
es: Alfiler roja
fr: Épingle rouge
it: Perno rosso

# tx_rt_simpleosm_sosm.markerIcon.18
source: Yellow pin
es: Alfiler amarilla
fr: Épingle jaune
it: Perno giallo

# tx_rtsimpleosm_domain_model_osm.latitude
source: Latitude
it: Latitudine

# tx_rtsimpleosm_domain_model_osm.longitude
source: Longitude
it: Longitudine
